Repository: daria-vereshak/angular-first-app
Catalog: first-app/src/locale/messages.*.xlf
Languages: ru

source: logo
ru: логотип

source: About this housing location
ru: Об этом местоположении

source: Units available: {{housingLocation?.availableUnits}}
ru: Доступно: {{housingLocation?.availableUnits}}

source: Does this location have wifi: {{housingLocation?.wifi}}
ru: Наличие WI-FI: {{housingLocation?.wifi}}

source: Does this location have laundry: {{housingLocation?.laundry}}
ru: Наличие прачечной: {{housingLocation?.laundry}}

source: Apply now to live here
ru: Подайте заявку прямо сейчас, чтобы жить здесь

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Apply now
ru: Подать заявку

source: Filter by city
ru: Сортировать по городу

source: Search
ru: Найти

source: Learn More
ru: Узнать больше
